/***************************************************************************
 * ROM Properties Page shell extension. (libromdata)                       *
 * NESMappers.cpp: NES mapper data.                                        *
 *                                                                         *
 * Copyright (c) 2016-2019 by David Korth.                                 *
 * Copyright (c) 2016-2018 by Egor.                                        *
 * SPDX-License-Identifier: GPL-2.0-or-later                               *
 ***************************************************************************/

#include "stdafx.h"
#include "NESMappers.hpp"

namespace LibRomData {

/**
 * References:
 * - https://wiki.nesdev.com/w/index.php/Mapper
 * - https://wiki.nesdev.com/w/index.php/NES_2.0_submappers
 */

class NESMappersPrivate
{
	private:
		// Static class.
		NESMappersPrivate();
		~NESMappersPrivate();
		RP_DISABLE_COPY(NESMappersPrivate)

	public:
		// iNES mapper list.
		struct MapperEntry {
			const char *name;		// Name of the board. (If unknown, nullptr.)
			const char *manufacturer;	// Manufacturer. (If unknown, nullptr.)
		};
		static const MapperEntry mappers_plane0[];
		static const MapperEntry mappers_plane1[];
		static const MapperEntry mappers_plane2[];

		/**
		 * NES 2.0 submapper information.
		 *
		 * `deprecated` can be one of the following:
		 * - 0: Not deprecated.
		 * - >0: Deprecated, and this is the replacement mapper number.
		 * - 0xFFFF: Deprecated, no replacement.
		 *
		 * A submapper may be deprecated in favor of submapper 0, in which
		 * case the `deprecated` value is equal to that mapper's number.
		 * It is assumed that the replacement mapper always uses submapper 0.
		 */
		struct SubmapperInfo {
			uint8_t submapper;	// Submapper number.
			uint8_t reserved;
			uint16_t deprecated;
			const char *desc;	// Description.
		};

		// Submappers.
		static const struct SubmapperInfo mmc1_submappers[];		// 001
		static const struct SubmapperInfo discrete_logic_submappers[];	// 002, 003, 007
		static const struct SubmapperInfo mmc3_submappers[];		// 004
		static const struct SubmapperInfo bandai_fcgx_submappers[];	// 016
		static const struct SubmapperInfo namco_129_164_submappers[];	// 019
		static const struct SubmapperInfo vrc4a_vrc4c_submappers[];	// 021
		static const struct SubmapperInfo vrc4ef_vrc2b_submappers[];	// 023
		static const struct SubmapperInfo vrc4bd_vrc2c_submappers[];	// 025
		static const struct SubmapperInfo irem_g101_submappers[];	// 032
		static const struct SubmapperInfo bnrom_nina001_submappers[];	// 034
		static const struct SubmapperInfo sunsoft4_submappers[];	// 068
		static const struct SubmapperInfo codemasters_submappers[];	// 071
		static const struct SubmapperInfo mapper078_submappers[];	// 078
		static const struct SubmapperInfo cony_yoko_submappers[];	// 083
		static const struct SubmapperInfo mapper114_submappers[];	// 114
		static const struct SubmapperInfo mapper197_submappers[];	// 197
		static const struct SubmapperInfo namcot_175_340_submappers[];	// 210
		static const struct SubmapperInfo sugar_softec_submappers[];	// 215
		static const struct SubmapperInfo quattro_submappers[];		// 232
		static const struct SubmapperInfo onebus_submappers[];		// 256
		static const struct SubmapperInfo smd132_smd133_submappers[];	// 268
		static const struct SubmapperInfo mapper313_submappers[];	// 313

		/**
		 * NES 2.0 submapper list.
		 *
		 * NOTE: Submapper 0 is optional, since it's the default behavior.
		 * It may be included if NES 2.0 submapper 0 acts differently from
		 * iNES mappers.
		 */
		struct SubmapperEntry {
			uint16_t mapper;		// Mapper number.
			uint16_t info_size;		// Number of entries in info.
			const SubmapperInfo *info;	// Submapper information.
		};
		static const SubmapperEntry submappers[];

		/**
		 * bsearch() comparison function for SubmapperInfo.
		 * @param a
		 * @param b
		 * @return
		 */
		static int RP_C_API SubmapperInfo_compar(const void *a, const void *b);

		/**
		 * bsearch() comparison function for SubmapperEntry.
		 * @param a
		 * @param b
		 * @return
		 */
		static int RP_C_API SubmapperEntry_compar(const void *a, const void *b);
};

/**
 * Mappers: NES 2.0 Plane 0 [000-255] (iNES 1.0)
 * TODO: Add more fields:
 * - Programmable mirroring
