/** Nintendo Third-Party Publishers (FDS) (generated from NintendoPublishers_FDS_data.txt) **/

#include <stdint.h>

static const char8_t NintendoPublishers_FDS_strtbl[] =
	U8("\x00") U8("<unlicensed>") U8("\x00") U8("<非公認>") U8("\x00") U8("N")
	U8("intendo") U8("\x00") U8("任天堂") U8("\x00") U8("Capcom") U8("\x00") U8("カ")
	U8("プコン") U8("\x00") U8("Jaleco") U8("\x00") U8("ジャレコ") U8("\x00") U8("H")
	U8("udson Soft") U8("\x00") U8("ハドソン") U8("\x00") U8("Irem") U8("\x00")
	U8("アイレム") U8("\x00") U8("Gakken") U8("\x00") U8("学習研究社") U8("\x00") U8("B")
	U8("ulletProof Software (BPS)") U8("\x00") U8("BPS") U8("\x00") U8("P")
	U8("ack-In-Video") U8("\x00") U8("パックインビデオ") U8("\x00") U8("Tecmo") U8("\x00")
	U8("テクモ") U8("\x00") U8("Imagineer") U8("\x00") U8("イマジニア") U8("\x00")
	U8("Scorpion Soft") U8("\x00") U8("スコーピオンソフト") U8("\x00") U8("Konami")
	U8("\x00") U8("コナミ") U8("\x00") U8("Kawada Co., Ltd.") U8("\x00") U8("河")
	U8("田") U8("\x00") U8("Takara") U8("\x00") U8("タカラ") U8("\x00") U8("R")
	U8("oyal Industries") U8("\x00") U8("ロイヤル工業") U8("\x00") U8("Toei An")
	U8("imation") U8("\x00") U8("東映動画") U8("\x00") U8("Namco") U8("\x00") U8("ナ")
	U8("ムコ") U8("\x00") U8("ASCII Corporation") U8("\x00") U8("アスキー") U8("\x00")
	U8("Bandai") U8("\x00") U8("バンダイ") U8("\x00") U8("Soft Pro Inc.") U8("\x00")
	U8("ソフトプロ") U8("\x00") U8("HAL Laboratory") U8("\x00") U8("HAL研究所") U8("\x00")
	U8("Sunsoft") U8("\x00") U8("サンソフト") U8("\x00") U8("Toshiba EMI") U8("\x00")
	U8("東芝EMI") U8("\x00") U8("Taito") U8("\x00") U8("タイトー") U8("\x00") U8("S")
	U8("unsoft / Ask Co., Ltd.") U8("\x00") U8("サンソフト アスク講談社") U8("\x00") U8("K")
	U8("emco") U8("\x00") U8("ケムコ") U8("\x00") U8("Square") U8("\x00") U8("ス")
	U8("クウェア") U8("\x00") U8("Tokuma Shoten") U8("\x00") U8("徳間書店") U8("\x00")
	U8("Data East") U8("\x00") U8("データイースト") U8("\x00") U8("Tonkin House")
	U8(" / Tokyo Shoseki") U8("\x00") U8("トンキンハウス") U8("\x00") U8("East ")
	U8("Cube") U8("\x00") U8("イーストキューブ") U8("\x00") U8("Konami / Ultra /")
	U8(" Palcom") U8("\x00") U8("NTVIC / VAP") U8("\x00") U8("バップ") U8("\x00")
	U8("Use Co., Ltd.") U8("\x00") U8("ユース") U8("\x00") U8("Pony Canyon ")
	U8("/ FCI") U8("\x00") U8("ポニーキャニオン") U8("\x00") U8("Sofel") U8("\x00")
	U8("ソフエル") U8("\x00") U8("Bothtec, Inc.") U8("\x00") U8("ボーステック") U8("\x00")
	U8("Hiro Co., Ltd.") U8("\x00") U8("ヒロ") U8("\x00") U8("Athena") U8("\x00")
	U8("アテナ") U8("\x00") U8("Atlus") U8("\x00") U8("アトラス") U8("\x00");

typedef struct _NintendoPublisher_FDS_Entry {
	uint16_t nameEN_idx;
	uint16_t nameUS_idx;
} NintendoPublisher_FDS_Entry;

static const NintendoPublisher_FDS_Entry NintendoPublishers_FDS_offtbl[] = {
	/* Nintendo Third-Party Publisher (FDS) '00' */
	{1,14},{26,35},{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{45,52},{0,0}, {65,72},{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{85,97},{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 

	/* Nintendo Third-Party Publisher (FDS) '20' */
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 

	/* Nintendo Third-Party Publisher (FDS) '40' */
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {110,115},{128,135},{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 

	/* Nintendo Third-Party Publisher (FDS) '60' */
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 

	/* Nintendo Third-Party Publisher (FDS) '80' */
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {151,178},{0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {182,196},{0,0}, {221,227},{237,247},{0,0}, {0,0}, {0,0}, 

	/* Nintendo Third-Party Publisher (FDS) 'A0' */
	{0,0}, {0,0}, {263,277},{0,0}, {305,312},{0,0}, {322,339},{346,353},
	{363,380},{0,0}, {0,0}, {0,0}, {399,414},{0,0}, {0,0}, {427,433},
	{0,0}, {443,461},{474,481},{494,508},{0,0}, {0,0}, {524,539},{0,0}, 
	{0,0}, {0,0}, {0,0}, {552,560},{576,588},{0,0}, {0,0}, {0,0}, 

	/* Nintendo Third-Party Publisher (FDS) 'C0' */
	{598,604},{617,641},{676,682},{692,699},{715,729},{742,752},{774,803},{825,835},
	{0,0}, {0,0}, {860,312},{884,896},{906,920},{0,0}, {930,948},{0,0}, 
	{0,0}, {973,979},{992,1006},{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, 
	{0,0}, {0,0}, {0,0}, {1025,1040},{0,0}, {0,0}, {0,0}, {0,0}, 

	/* Nintendo Third-Party Publisher (FDS) 'E0' */
	{0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {0,0}, {1047,1054},
	{0,0}, {0,0}, {0,0}, {1064,1070},
};
